Repository: wp-plugins/itro-popup
Catalog: languages/itro-plugin-*.po
Languages: fr_fr, it_it

source: settings saved.
fr_fr: Paramètres enregistrés
it_it: Impostazioni salvate

source: I.T.RO. Popup Plugin - Settings
fr_fr: Extension I.T.RO. Pop-up * Réglages
it_it: ITRO Popup Plugin - Impostazioni

source: General Popup Option:
fr_fr: Paramètres généraux
it_it: Impostazioni Generali

source: SHOW ADVANCED SETTINGS
fr_fr: MONTRER LES PARAMÈTRES AVANCÉS
it_it: VISUALIZZA LE IMPOSTAZIONI AVANZATE

source: Display many other options
fr_fr: Afficher d'autres fonctionnalités pour les utilisateurs
it_it: Visualizza moltre altre funzioni per utenti avanzati

source: DECIDE WHERE POPUP WILL BE DISPLAYED
fr_fr: DÉCIDER OÙ PLACER LE POP-UP
it_it: DECIDERE DOVE VISUALIZZARE IL POPUP

source: Only selected pages
fr_fr: Uniquement les pages sélectionnées
it_it: Solo pagine selezionate

source: Multiple choise with CTRL+Click or SHIFT+Arrow up or down
it_it: Scelta multipla con CTRL+Click o SHIFT+Freccia su o giu

source: All pages
fr_fr: Toutes les pages
it_it: Tutte le pagine

source: No page
fr_fr: Aucune page
it_it: Nessuna pagina

source: If in your Settings->Reading you have set 'Front page displays: Your latest posts' and want to display the popup in the home, check this box.
fr_fr: Si dans Paramètres-> Lecture a été choisi «l'écran d'accueil affiche: Derniers articles» et que vous souhaitez afficher sur la page d'accueil le pop-up, cochez la case.
it_it: Se in Impostazioni->Lettura è stato selezionato 'La pagina iniziale mostra: Gli ultimi articoli' e su vuole visualizzare il popup in home, sezionare la casella.

source: GENERAL SETTINGS
fr_fr: PARAMÈTRES GÉNÉRAUX
it_it: IMPOSTAZIONI GENERALI

source: Disable on mobile device
fr_fr: Désactiver pour les appareils mobiles
it_it: Disabilita per dispositivi mobili

source: Check this to disable popup on mobile devices
fr_fr: Cochez cette case pour désactiver le pop-up sur les appareils mobiles.
it_it: Selezionare questo riquadro per disabilitare il popup sui dispositivi mobili.

source: Disable ESC key
fr_fr: Desactivez la touche ESC (Echap)
it_it: Disabilitare tasto ESC

source: If you set this option popup can not be closed with ESC button of keyboard.
it_it: Selezionando questa opzione il popup non può essere chiuso con il tasto ESC. Si chiuderà automaticamente solo con il conto alla rovescia.

source: Popup seconds:
fr_fr: Nombre de secondes d'affichage du pop-up
it_it: Secondi popup:

source: Set seconds until the popup automatically close. Set it to zero to disable countdown.
fr_fr: Définissez le nombre de secondes au bout desquelles le pop-up se fermera automatiquement. Indiquez zéro pour le désactiver.
it_it: Imposta i secondi prima che il popup si chiuda automaticamente. Lasciare a zero per disabilitare il conto alla rovescia.

source: Popup delay:
fr_fr: Retard de l'affichage du pop-up
it_it: Ritardo popup:

source: Set seconds before the popup will be displayed
fr_fr: Définit le délai avant que le pop-up est affiché.
it_it: Imposta il tempo di ritardo prima che il popup venga visualizzato.

source: Next visualization (hours):
fr_fr: Visualisation suivante (en heures):
it_it: Prossima visualizzazione (ore):

source: Set time for the next visualization of popup, to prevent annoying repeated visualizations, when someone visit pages
fr_fr: Définit le temps avant que le pop-up n'apparaisse de nouveau, lors d'une nouvelle visite de la page. Cela empêche la répétition gênante du même message.
it_it: Imposta il tempo prima che il popup appaia nuovamente, ad una nuova visita della pagina. Serve ad evitare fastidiose ripetute visualizzazioni dello stesso.

source: Delete cookie
fr_fr: Supprimer les cookies
it_it: Elimina cookie

source: Cookie deleted!
fr_fr: Cookies supprimés!
it_it: Cookie eliminato!

source: Show countdown
fr_fr: Afficher le compte à rebours
it_it: Visualizza conto alla rovescia

source: Show the countdown at the bottom of the popup which dispay the time before popup will close. If is hidden, it run anyway.
fr_fr: Affiche le compte à rebours au pied du pop-up.Le compte à rebours s'écoulera même si il n'est pas affiché.
it_it: Visualizza il conto alla rovescia prima che il popup si chiuda, in fondo allo stesso. Anche se nascosto, funzionerà comunque.

source: Countdown font color:
fr_fr: Couleur de la police du compte à rebours
it_it: Colore font:

source: Select the countdown font color.
fr_fr: Choisissez la couleur de la police du compte à rebours.
it_it: Selezionare il colore del font del conto alla rovescia.

source: POPUP ASPECT
fr_fr: ASPECT DE LA POP-UP
it_it: ASPETTO POPUP

source: Popup width:
fr_fr: Largeur de la pop-up:
it_it: Larghezza Popup:

source: Use the % to change width dinamically with the browser window , or px for fixed dimension i.e: 30% or 200px
fr_fr: Utilisez % pour modifier dynamiquement la taille de la fenêtre, ou px pour une taille fixe, par exemple 30% ou 200px
it_it: Usare il % per far cambiare dinamicamente le dimensioni con il ridimensionamento della finestra, o px per dimensioni fisse. es: 30% o 200px

source: Popup height:
fr_fr: Hauteur de la pop-up:
it_it: Altezza Popup:

source: Select auto to adapt popup height to the content
fr_fr: Sélectionnez auto pour régler la hauteur du pop-up en fonction du contenu
it_it: Selezionare auto per far adattare l'altezza del popup al contenuto.

source: Popup background color
fr_fr: Couleur de fond:
it_it: Colore di sfondo:

source: Popup border color:
fr_fr: Couleur de la bordure:
it_it: Colore bordo:

source: Popup border radius(px):
fr_fr: Arrondi du bord du pop-up (px)
it_it: Rotondità bordo popup(px):

source: Popup border width(px):
fr_fr: Épaisseur du bord du pop-up (px):
it_it: Spessore bordo popup(px):

source: Popup padding(px):
fr_fr: Rembourrage (px):
it_it: Spaziatura interna (px):

source: BACKGROUND IMAGE
fr_fr: ARRIÈRE PLAN
it_it: IMMAGINE DI SFONDO

source: Show image
fr_fr: Voir l'image
it_it: Visualizza immagine

source: No background
fr_fr: Pas de fond
it_it: Nessuno sfondo

source: Upload Image
fr_fr: Transférer une image
it_it: Carica Immagine

source: Popup position:
fr_fr: Position de la fenêtre du pop-up
it_it: Posizione del popup:

source: Setting ABSOLUTE the popup will be static on the page. Setting FIXED it will scroll with the page.
fr_fr: Choisir ABSOLUTE pour fixer le pop-up dans la page, FIXED que le pop-up glisse en même temps que la page.
it_it: Impostare ABSOLUTE per avere il popup fisso sulla pagina, FIXED per farlo scorrere con la pagina.

source: Automatic top margin:
fr_fr: Marge supérieure automatique:
it_it: Margine superiore automatico

source: The system will try to auto center the popup, in case of problem deselect this option
it_it: Il sistema proverà a centrare automaticamente il popup, in caso di problemi deselezionare questa opzione.

source: Popup top margin(px):
fr_fr: Marge supérieure du pop-up (px):
it_it: Margine superiore popup (px):

source: Background opacity
fr_fr: Opacité du fond
it_it: Opacità sfondo

source: Set the opacity of opaque background under the popup.
fr_fr: Définit l'opacité de l'arrière-plan qui apparaît derrière le pop-up.
it_it: Imposta l'opacità dello sfondo che compare dietro al popup.

source: Opaque background color
fr_fr: Couleur de fond de la zone opaque:
it_it: Colore sfondo opaco:

source: Close cross
fr_fr: Croix permettant la fermeture du pop-up
it_it: Croce di chiusura

source: Select the colour combination of the closing cross on the upper right of popup.
fr_fr: Sélectionnez la combinaison de couleurs de la croix de fermeture du pop-up, située en haut à droite
it_it: Selezionare la combinazione di colori per la croce di chiusura del popup, posta in alto a destra,

source: Black
fr_fr: Noire
it_it: Nera

source: White
fr_fr: Blanche
it_it: Bianca

source: White with border
fr_fr: Avec des bords blancs
it_it: Bianca con bordi

source: Age restriction settings:
fr_fr: Site avec une restriction d'âge:
it_it: Sito con restrizioni di età:

source: Enable age validation
fr_fr: Activer la restriction d'âge
it_it: Abilita blocco età

source: Enter button text:
fr_fr: Texte du bouton d'entrée:
it_it: Testo bottone di ingresso:

source: i.e.: I AM OVER 18 - ENTER
fr_fr: ex: J'AI PLUS DE 18 ANS - ENTRER
it_it: es: HO PIU' DI 18 ANNI - ENTRA

source: Enter button background color:
fr_fr: Couleur du fond du bouton d'entrée:
it_it: Colore di sfondo bottone di ingresso:

source: Enter button border color:
fr_fr: Couleur du bord du bouton d'entrée:
it_it: Colore bordo pulsante di ingresso:

source: Enter button font color:
fr_fr: Couleur de la police du bouton d'entrée:
it_it: Colore font pulsante di ingresso:

source: Leave button text:
fr_fr: Texte du bouton d'abandon:
it_it: Testo pulsante di allontanamento:

source: i.e.: I AM UNDER 18 - LEAVE
fr_fr: ex: J'AI MOINS DE 18 ANS - QUITTER LE SITE
it_it: es: HO MENO DI 18 ANNI - ALLONTANAMI DAL SITO

source: Leave button url:
fr_fr: URL du bouton d'abandon:
it_it: Url bottone di allontanamento:

source: i.e.: http://www.mysite.com/leave.html
fr_fr: ex.: http://www.mysite.com/leave.html
it_it: es.: http://www.mysite.com/leave.html

source: Leave button background color:
fr_fr: Couleur de fond du bouton d'abandon:
it_it: Colore di sfondo pulsante di allontanamento:

source: Leave button border color:
fr_fr: Couleur du bord du bouton d'abandon:
it_it: Colore bordo pulsante allontanamento:

source: Leave button font color:
fr_fr: Couleur de la fonte du bouton d'abandon
it_it: Colore font pulsante allontanamento:

source: Preview page
fr_fr: Prévisualiser la page
it_it: Pagina di anteprima

source: Your text (or HTML code:)
it_it: Il tuo testo (o il codice HTML)

source: Like it? Offer us a coffee! ;-)
fr_fr: Vous aimez cette extension? Offrez-nous un café! ;-)
it_it: Il plugin ti piace? Offrici un caffè! ;-)

source: Make your donation
it_it: Fai la tua donazione

source: little donation
it_it: donazione piccola

source: right donation
it_it: donazione giusta

source: normal donation
it_it: donazione normale

source: good donation
it_it: donazione corposa

source: great donation
it_it: donazione grande

source: System Status
fr_fr: Information sur le système
it_it: Informazioni di Sistema

source: DELETE ALL DATA ON PLUGIN UNISTALL
it_it: ELIMINA TUTTI DATI ALLA DISINSTALLAZIONE DEL PLUGIN

source: Check this box if you want to delete or maintain database tables. It is usefull if you have to try to install again the plugin, without lost your settings.
fr_fr: Cochez cette case si vous souhaitez supprimer toutes les données de la base. Il est utile de laisser les données dans la base si vous souhaitez installer l'extension plus tard.
it_it: Selezionare questa casella se si desidera rimuovere tutte le tabelle dal database.

source: This popup will be closed in:
fr_fr: Ce pop-up sera fermé dans:
it_it: Questo popup verrà; chiuso tra:

source: CLOSE
fr_fr: FERMER
it_it: CHIUDI

source: Multiple choices with CTRL+Click or SHIFT+Arrow up or down
fr_fr: Choix multiple avec CTRL + clic ou Maj + Flèche vers le haut ou vers le bas

source: Blog homepage
fr_fr: Page d'accueil du blog

source: If you set this option, popup can not be closed with ESC button of keyboard.
fr_fr: En sélectionnant cette option, le pop-up ne peut être fermé avec la touche ESC (Echap). Il se fermera automatiquement à la fin du compte à rebours.

source: The system will try to center the popup automatically, unselect it if you encounter any issues
fr_fr: Le système va essayer de centrer automatiquement le pop-up, désactivez cette option en cas de problèmes.

source: Your text (or HTML code):
fr_fr: Votre texte (ou code HTML):

source: DELETE ALL DATA ON PLUGIN UNINSTALL
fr_fr: EFFACER TOUTES LES DONNÉES LORS DE LA DÉSINSTALLATION DE L'EXTENSION
